-- 塞東西的話照這個方式 into 後面加你的table名稱 values括號裡面照著順序一個一個打
-- 每筆資料塞一個括號,記得用逗號隔開
INSERT INTO member 
VALUES(1,'tktk','abcd1234','蔡誠如','踢虧','tktk@gmail.com','桃園市','中壢區復興路46號9樓','0987987987','2','1','2022-09-28 00:00:00'),
	  (2,'sunrain','abcd1234','温晴雨','小雨','rain@gmail.com','新竹市','子虛區烏有路87號','0987487487','1','1','2022-09-28 10:00:00'),
      (3,'1313','abcd1234','陳一三','13老師','1313@gmail.com','台北市','萬華區厚德路69號','0969696969','3','1','2022-09-30 10:00:00'),
      (4,'boling','abcd1234','呂伯零','小胖哥','boling@gmail.com','新北市','板橋區沒有路87號','0922334455','4','1','2022-09-30 12:00:00'),
      (5,'xh87','abcd1234','蕭花','超級奧客','xh87@gmail.com','台北市','士林區天母路87號','0919221922','5','1','2022-09-30 12:00:00'),
      (6,'maruchen','abcd1234','陳硬玉','這玉好硬','maruchen@gmail.com','高雄市','鹽埕區一心路87號','0987654321','6','1','2022-09-30 16:00:00');
