-- create table tent_style(
-- tent_style_no int PRIMARY KEY AUTO_INCREMENT, 
-- tent_style_people tinyint not null,
-- area_no tinyint not null, -- 地區
-- tent_style_type tinyint not null, -- 1經濟,2豪華,3主題
-- tent_style_name varchar(20) not null, -- 營帳名稱
-- tent_style_pic varchar(50) not null,
-- tent_style_info varchar(1000) not null,
-- tent_style_price int not null,
-- tent_qty int not null,
-- tent_status tinyint not null,
-- constraint fk_tent_style_area_no foreign key (area_no) references area (area_no)
-- );

INSERT INTO tent_style
VALUES (1,2,1,1,'叢林經濟二人帳','service_ordinary_1.jpg','充氣床墊、枕被、營燈、電蚊拍、冷暖氣、 熱水壺、炊事工具、防疫保健工具、沐浴用品、插座、共用衛浴',5200,5,0),
	   (2,4,1,1,'叢林經濟四人帳','service_ordinary_1.jpg','充氣床墊、枕被、營燈、電蚊拍、冷暖氣、 熱水壺、炊事工具、防疫保健工具、沐浴用品、插座、共用衛浴',9200,5,0),
       (3,6,1,1,'叢林經濟六人帳','service_ordinary_1.jpg','充氣床墊、枕被、營燈、電蚊拍、冷暖氣、 熱水壺、炊事工具、防疫保健工具、沐浴用品、插座、共用衛浴',13200,5,0),
       (4,2,1,2,'叢林豪華二人帳','service_luxury_1.jpg','TPU床墊、枕被、營燈、電蚊拍、循環扇、冷暖氣、桌椅、 熱水壺、炊事工具、防疫保健工具、沐浴用品、插座、獨立衛浴',8300,5,0),
	   (5,4,1,2,'叢林豪華四人帳','service_luxury_1.jpg','TPU床墊、枕被、營燈、電蚊拍、循環扇、冷暖氣、桌椅、 熱水壺、炊事工具、防疫保健工具、沐浴用品、插座、獨立衛浴',12300,5,0),
       (6,6,1,2,'叢林豪華六人帳','service_luxury_1.jpg','TPU床墊、枕被、營燈、電蚊拍、循環扇、冷暖氣、桌椅、 熱水壺、炊事工具、防疫保健工具、沐浴用品、插座、獨立衛浴',19300,5,0),
       (7,2,1,3,'叢林主題二人帳','service_feature_1.jpg','TPU床墊、枕被、營燈、電蚊拍、冷暖氣、桌椅、 熱水壺炊事工具、防疫保健工具、沐浴用品、插座、共用衛浴',9100,5,0),
	   (8,4,1,3,'叢林主題四人帳','service_feature_1.jpg','TPU床墊、枕被、營燈、電蚊拍、冷暖氣、桌椅、 熱水壺炊事工具、防疫保健工具、沐浴用品、插座、共用衛浴',13700,5,0),
       (9,6,1,3,'叢林主題六人帳','service_feature_1.jpg','TPU床墊、枕被、營燈、電蚊拍、冷暖氣、桌椅、 熱水壺炊事工具、防疫保健工具、沐浴用品、插座、共用衛浴',21300,5,0),
       (10,2,2,1,'冰雪經濟二人帳','service_ordinary_3.jpg','充氣床墊、枕被、營燈、電蚊拍、冷暖氣、 熱水壺、炊事工具、防疫保健工具、沐浴用品、插座、共用衛浴',5200,5,0),
	   (11,4,2,1,'冰雪經濟四人帳','service_ordinary_3.jpg','充氣床墊、枕被、營燈、電蚊拍、冷暖氣、 熱水壺、炊事工具、防疫保健工具、沐浴用品、插座、共用衛浴',9200,5,0),
       (12,6,2,1,'冰雪經濟六人帳','service_ordinary_3.jpg','充氣床墊、枕被、營燈、電蚊拍、冷暖氣、 熱水壺、炊事工具、防疫保健工具、沐浴用品、插座、共用衛浴',13200,5,0),
       (13,2,2,2,'冰雪豪華二人帳','service_luxury_3.jpg','TPU床墊、枕被、營燈、電蚊拍、循環扇、冷暖氣、桌椅、 熱水壺、炊事工具、防疫保健工具、沐浴用品、插座、獨立衛浴',8300,5,0),
	   (14,4,2,2,'冰雪豪華四人帳','service_luxury_3.jpg','TPU床墊、枕被、營燈、電蚊拍、循環扇、冷暖氣、桌椅、 熱水壺、炊事工具、防疫保健工具、沐浴用品、插座、獨立衛浴',12300,5,0),
       (15,6,2,2,'冰雪豪華六人帳','service_luxury_3.jpg','TPU床墊、枕被、營燈、電蚊拍、循環扇、冷暖氣、桌椅、 熱水壺、炊事工具、防疫保健工具、沐浴用品、插座、獨立衛浴',19300,5,0),
       (16,2,2,3,'冰雪主題二人帳','service_feature_3.jpg','TPU床墊、枕被、營燈、電蚊拍、冷暖氣、桌椅、 熱水壺炊事工具、防疫保健工具、沐浴用品、插座、共用衛浴',9100,5,0),
	   (17,4,2,3,'冰雪主題四人帳','service_feature_3.jpg','TPU床墊、枕被、營燈、電蚊拍、冷暖氣、桌椅、 熱水壺炊事工具、防疫保健工具、沐浴用品、插座、共用衛浴',13700,5,0),
       (18,6,2,3,'冰雪主題六人帳','service_feature_3.jpg','TPU床墊、枕被、營燈、電蚊拍、冷暖氣、桌椅、 熱水壺炊事工具、防疫保健工具、沐浴用品、插座、共用衛浴',21300,5,0),
       (19,2,3,1,'峽谷經濟二人帳','service_ordinary_5.jpg','充氣床墊、枕被、營燈、電蚊拍、冷暖氣、 熱水壺、炊事工具、防疫保健工具、沐浴用品、插座、共用衛浴',5200,5,0),
	   (20,4,3,1,'峽谷經濟四人帳','service_ordinary_5.jpg','充氣床墊、枕被、營燈、電蚊拍、冷暖氣、 熱水壺、炊事工具、防疫保健工具、沐浴用品、插座、共用衛浴',9200,5,0),
       (21,6,3,1,'峽谷經濟六人帳','service_ordinary_5.jpg','充氣床墊、枕被、營燈、電蚊拍、冷暖氣、 熱水壺、炊事工具、防疫保健工具、沐浴用品、插座、共用衛浴',13200,5,0),
       (22,2,3,2,'峽谷豪華二人帳','service_luxury_5.jpg','TPU床墊、枕被、營燈、電蚊拍、循環扇、冷暖氣、桌椅、 熱水壺、炊事工具、防疫保健工具、沐浴用品、插座、獨立衛浴',8300,5,0),
	   (23,4,3,2,'峽谷豪華四人帳','service_luxury_5.jpg','TPU床墊、枕被、營燈、電蚊拍、循環扇、冷暖氣、桌椅、 熱水壺、炊事工具、防疫保健工具、沐浴用品、插座、獨立衛浴',12300,5,0),
       (24,6,3,2,'峽谷豪華六人帳','service_luxury_5.jpg','TPU床墊、枕被、營燈、電蚊拍、循環扇、冷暖氣、桌椅、 熱水壺、炊事工具、防疫保健工具、沐浴用品、插座、獨立衛浴',19300,5,0),
       (25,2,3,3,'峽谷主題二人帳','service_feature_5.jpg','TPU床墊、枕被、營燈、電蚊拍、冷暖氣、桌椅、 熱水壺炊事工具、防疫保健工具、沐浴用品、插座、共用衛浴',9100,5,0),
	   (26,4,3,3,'峽谷主題四人帳','service_feature_5.jpg','TPU床墊、枕被、營燈、電蚊拍、冷暖氣、桌椅、 熱水壺炊事工具、防疫保健工具、沐浴用品、插座、共用衛浴',13700,5,0),
       (27,6,3,3,'峽谷主題六人帳','service_feature_5.jpg','TPU床墊、枕被、營燈、電蚊拍、冷暖氣、桌椅、 熱水壺炊事工具、防疫保健工具、沐浴用品、插座、共用衛浴',21300,5,0);
       
       
       
       
       
       
       
       
       
       
       
       
       
       
       
       
       
       
       
       
       