-- create table area(
-- area_no tinyint not null PRIMARY KEY,
-- area_name varchar(20) not null,
-- area_subtitle varchar(30) not null,
-- area_info varchar(1000) not null
-- );

insert into area
values (1,'叢林歷險','擁有茂密森林，生物多樣性和植物的自然美','叢林探險地區擁有大面積原生植物，還有許多叢林動物的蹤跡，讓您不用飛到熱帶國家也可以享受到同樣的景致，尤其特別喜歡享受大自然的遊客，千萬不要錯過叢林探險地區。然而，在叢林探險地區冒險，無須擔心安全的問題，並不會受到動物的攻擊，但要小心蚊蟲襲擊，若遇到突發狀況，也可隨時聯繫到工作人員！'),
       (2,'冰雪奇緣','美麗的雪景，使人的心靈變得一樣美麗純潔','冰雪奇緣地區為一年四季都為雪季，讓您無需等待到冬天也可以滑雪，並欣賞雪山美景，除了一般雪地活動之外，也可來場雪地健行，享受近距離仔細觀察大自然的樂趣，有膨鬆柔軟的粉雪綿延不絕，且能在導遊允許的範圍內自由玩耍，在飄落新雪的雪地上蹦蹦跳跳、或跟同伴打打雪仗、或用雪橇從小小的雪丘上飛速俯衝而下等，能享受多彩多姿的玩雪樂趣。'),
       (3,'荒野峽谷','崖壁陡直、氣勢磅礡，欣賞自然的壯麗之美','荒野峽谷地區是由河流向下切蝕形成河谷，但由於河谷兩旁的谷壁易因侵蝕或崩塌，不斷擴大而形成V形橫剖面，不需飛到美國也可以就近體驗峽谷的壯觀景色，如果想在天上目睹峽谷全貌的話，可以乘坐熱氣球，由專人為您導覽解說，讓您可以一邊享受壯麗景觀的同時，也可以更了解峽谷地形的形成演變史。');